Repository: misterpat972/Stage
Catalog: Projet_bazooka/bazooka-shopping/languages/bazooka-shopping-*.po
Languages: es_cr, fr_be

source: Automatic generation of affiliate links easily and effortlessly.
es_cr: Generación automática de enlaces de afiliados de forma fácil y sin esfuerzo.
fr_be: Génération automatique de liens d'affiliation facilement et sans effort.

source: ManoMano FR (Awin)
es_cr: ManoMano
fr_be: ManoMano

source: Grid (multi-column)
es_cr: Cuadrícula (multicolumna)
fr_be: Grille (multi-colonnes)

source: Box (full width)
es_cr: Caja (a todo lo ancho)
fr_be: Boîte (pleine largeur)

source: View Offer
es_cr: Ver oferta
fr_be: Voir l'offre

source: License Key
es_cr: Clave de licencia
fr_be: Clé de licence

source: Activate my license
es_cr: Activar mi licencia
fr_be: Activer ma licence

source: Enter your license key to receive automatic updates. If your license key has expired, <a href="%s" target="_blank">please renew it</a>.
es_cr: Introduce tu clave de licencia para recibir actualizaciones automáticas. Si su clave de licencia ha expirado, <a href="%s" target="_blank">por favor, renuévela</a>.
fr_be: Saisissez votre clé de licence pour recevoir les mises à jour automatiques. Si elle est expirée, <a href="%s" target="_blank">veuillez la renouveler</a>.

source: Settings
es_cr: Ajustes
fr_be: Réglages

source: Automatic mode
es_cr: Modo automáticoModo automático (después)
fr_be: Mode automatique

source: Automatically display products BEFORE the content of all %s ?
es_cr: ¿Mostrar automáticamente los productos ANTES del contenido de todos los %s ?¿Mostrar automáticamente los productos ANTES del contenido de todos los entradas/páginas?
fr_be: Afficher automatiquement des produits AVANT le contenu de tous les %s ?

source: posts
es_cr: entradas
fr_be: articles

source: Automatically display products AFTER the content of all %s ?
es_cr: ¿Mostrar automáticamente los productos DESPUÉS del contenido de todos los %s ?
fr_be: Afficher automatiquement des produits APRÈS le contenu de tous les %s ?

source: Excluding homepage and legal notice. The title of {article|page} will be used to search for products.
es_cr: Excluyendo la página de inicio y el aviso legal. El título de la {entrada|página} se usará para buscar productos.
fr_be: Hors page d'accueil et mentions légales. Le titre de {l'article|la page} sera utilisé pour chercher des produits.

source: Number of products
es_cr: Número de productos
fr_be: Nombre de produits

source: The number of products displayed by default in automatic mode or if the attribute <code>count</code> is not specified in the shortcode.
es_cr: El número de productos mostrados por defecto en el modo automático o si el atributo <code>count</code> no está especificado en el shortcode.
fr_be: Le nombre de produits affichés par défaut en mode automatique ou si l'attribut <code>count</code> n'est pas spécifié dans le shortcode.

source: List design
es_cr: Diseño de la lista
fr_be: Design de la liste

source: The style used by default in automatic mode or if the attribute <code>template</code> is not specified in the shortcode.
es_cr: El estilo utilizado por defecto en el modo automático o si el atributo <code>template</code> no está especificado en el shortcode.
fr_be: Le style utilisé par défaut en mode automatique ou si l'attribut <code>template</code> n'est pas spécifié dans le shortcode.

source: Colour of the list
es_cr: Color de la lista
fr_be: Couleur de la liste

source: Call to action button text
es_cr: Texto del botón de llamada a la acción
fr_be: Texte du bouton d'appel à l'action

source: Structured data
es_cr: Datos estructurados
fr_be: Données structurées

source: Add markup to your product pages so Google can provide detailed product information in %srich Search results%s.
es_cr: Añade etiquetas a las páginas de tus productos para que Google pueda ofrecer información detallada del producto en los %sresultados de búsqueda enriquecidos%s.
fr_be: Ajouter des balises à vos pages produit afin que Google puisse fournir des informations détaillées sur ce que vous vendez dans des %srésultats de recherche enrichis%s.

source: Cloaked redirection
fr_be: Redirection cloakée

source: On every page where there are products, visitors (except robots) will be redirected to the first product displayed.
es_cr: En cada página donde haya productos, los visitantes (excepto los robots) serán redirigidos al primer producto mostrado.
fr_be: Sur chaque page où il y a des produits, les visiteurs (sauf les robots) seront redirigés vers le premier produit affiché.

source: <a href="https://publisher.kelkoo.com/app/api-credentials" target="_blank">Get your Kelkoo API credentials</a>
es_cr: <a href="https://publisher.kelkoo.com/app/api-credentials" target="_blank">Obtenga sus credenciales de la API de Kelkoo</a>
fr_be: <a href="https://publisher.kelkoo.com/app/api-credentials" target="_blank">Obtenir vos identifiants API Kelkoo</a>

source: <a href="https://affiliate-program.amazon.com/home/account/tag/manage" target="_blank">Get your Amazon Tracking ID</a> | <a href="https://affiliate-program.amazon.com/assoc_credentials/home" target="_blank">Get your Amazon API credentials</a>
es_cr: <a href="https://afiliados.amazon.com.mx/home/account/tag/manage" target="_blank">Obtenga su Amazon Tracking ID</a> | <a href="https://afiliados.amazon.com.mx/assoc_credentials/home" target="_blank">Obtenga sus credenciales de la API de Amazon</a>
fr_be: <a href="https://partenaires.amazon.fr/home/account/tag/manage" target="_blank">Obtenir votre ID de suivi Amazon</a> | <a href="https://partenaires.amazon.fr/assoc_credentials/home" target="_blank">Obtenir vos identifiants API Amazon</a>

source: Tracking ID "guest"
es_cr: Tracking ID "invitado"
fr_be: Tracking ID "invité"

source: Optional. Allows you to assign clicks to another Amazon account than the one used by the API.
es_cr: Opcional. Le permite asignar clics a otra cuenta de Amazon que no sea la utilizada por la API.
fr_be: Optionnel. Permet d'attribuer les clics à un autre compte Amazon que celui utilisé par l'API.

source: <a href="https://partner.ebay.com/" target="_blank">Get your eBay Partner Network credentials</a>
es_cr: <a href="https://partner.ebay.com/" target="_blank">Obtenga sus credenciales del eBay Partner Network</a>
fr_be: <a href="https://partner.ebay.com/" target="_blank">Obtenir vos identifiants eBay Partner Network</a>

source: <a href="https://affiliate.gearbest.com/key" target="_blank">Get your Gearbest API credentials</a> | <a href="https://gearbestassociate.com/tips-to-get-links/" target="_blank">Get your Gearbest Link ID</a>
es_cr: <a href="https://affiliate.gearbest.com/key" target="_blank">Obtenga sus credenciales de la API de Gearbest</a> | <a href="https://gearbestassociate.com/tips-to-get-links/" target="_blank">Obtenga su Link ID de Gearbest</a>
fr_be: <a href="https://affiliate.gearbest.com/key" target="_blank">Obtenir vos identifiants API Gearbest</a> | <a href="https://gearbestassociate.com/tips-to-get-links/" target="_blank">Obtenir votre Link ID Gearbest</a>

source: <a href="https://ui.awin.com/user/settings/accounts" target="_blank">Get your Awin credentials</a>
es_cr: <a href="https://ui.awin.com/user/settings/accounts" target="_blank">Obtenga sus credenciales de Awin</a>
fr_be: <a href="https://ui.awin.com/user/settings/accounts" target="_blank">Obtenir vos identifiants Awin</a>

source: Awin Program
es_cr: Programa Awin
fr_be: Programme Awin

source: An error occurred while activating your license, please try again.
es_cr: Se ha producido un error al activar su licencia, por favor, inténtelo de nuevo.
fr_be: Une erreur est survenue lors de l'activation de votre licence, veuillez réessayer.

source: Your license key is invalid.
es_cr: Su clave de licencia es inválida.
fr_be: Votre clé de licence est invalide.

source: Your license key has expired, please renew it.
es_cr: Su clave de licencia ha expirado, por favor renuévela.
fr_be: Votre clé de licence est expirée, veuillez la renouveler.

source: Your license key has reached its activation limit.
es_cr: Su clave de licencia ha alcanzado su límite de activación.
fr_be: Votre clé de licence a atteint sa limite d'activation.

source: Your license key is deactivated.
es_cr: Su clave de licencia está desactivada.
fr_be: Votre clé de licence est désactivée.

source: Your license key is not active for this site.
es_cr: Su clave de licencia no está activa para este sitio.
fr_be: Votre clé de licence n'est pas active pour ce site.

source: Your license key has been activated for the %s site.
es_cr: Su clave de licencia ha sido activada para el sitio %s.
fr_be: Votre clé de licence a été activée pour le site %s.

source: <strong>Bazooka Shopping</strong> is installed. Please <a href="%s">add your license key</a> to activate automatic updates.
es_cr: <strong>Bazooka Shopping</strong> está instalado. Por favor <a href="%s">instale su clave de licencia</a> para activar las actualizaciones automáticas.
fr_be: <strong>Bazooka Shopping</strong> est installé. Veuillez <a href="%s">ajouter votre clé de licence</a> pour activer les mises à jour automatiques.

source: Use the shortcode <code>[bzkshopping]</code> in the body of an article, page or widget to display products automatically based on context.
es_cr: Utilice el shortcode <code>[bzkshopping]</code> en el cuerpo de un artículo, página o widget para mostrar los productos automáticamente en función del contexto.
fr_be: Utilisez le shortcode <code>[bzkshopping]</code> dans le corps d'un article, d'une page ou dans un widget pour afficher des produits automatiquement en fonction du contexte.

source: The attribute <code>keyword</code> allows you to manually force the product query. Example: <code>[bzkshopping keyword="drill"]</code> will display drills.
es_cr: El atributo <code>keyword</code> permite forzar manualmente la consulta del producto. Ejemplo: <code>[bzkshopping keyword="taladro"]</code> mostrará los taladros.
fr_be: L'attribut <code>keyword</code> permet de forcer manuellement la requête produits. Exemple : <code>[bzkshopping keyword="perceuse"]</code> affichera des perceuses.

source: The attribute <code>count</code> allows to specify the number of products. Example: <code>[bzkshopping count="3"]</code> will display 3 products.
es_cr: El atributo <code>count</code> permite especificar el número de productos. Ejemplo: <code>[bzkshopping count="3"]</code> mostrará 3 productos.
fr_be: L'attribut <code>count</code> permet de spécifier le nombre de produits. Exemple : <code>[bzkshopping count="3"]</code> affichera 3 produits.

source: The attribute <code>template</code> allows to specify the design of the list. Example: <code>[bzkshopping template="box"]</code> will display products in box mode.
es_cr: El atributo <code>template</code> permite especificar el diseño de la lista. Ejemplo: <code>[bzkshopping template="box"]</code> mostrará los productos en modo caja.
fr_be: L'attribut <code>template</code> permet de modifier le design de la liste. Exemple : <code>[bzkshopping template="box"]</code> affichera des produits en mode boîte.

source: Possible values are : %s.
es_cr: Los valores posibles son : %s.
fr_be: Les valeurs possibles sont : %s.

source: The attribute <code>merchants</code> allows to choose which merchants to display, and the order in which they are displayed. Example: <code>[bzkshopping merchants="ebay,amazon"]</code> will display products from eBay and Amazon only.
es_cr: El atributo <code>merchants</code> permite elegir qué comerciantes mostrar, y el orden en que se muestran. Ejemplo: <code>[bzkshopping merchants="ebay,amazon"]</code> mostrará los productos de eBay y Amazon solamente.
fr_be: L'attribut <code>merchants</code> permet de choisir les commerçants à afficher, et l'ordre dans lequel ils sont affichés. Exemple : <code>[bzkshopping merchants="ebay,amazon"]</code> affichera uniquement des produits issus d'eBay et d'Amazon.

source: These attributes are cumulative. Example: <code>[bzkshopping keyword="vacuum cleaner" count="8" template="grid" merchants="amazon"]</code> will display a grid of 8 vacuum cleaners from Amazon.
es_cr: Estos atributos son acumulativos. Ejemplo: <code>[bzkshopping keyword="aspiradora" count="8" template="grid" merchants="amazon"]</code> mostrará una cuadrícula de 8 aspiradoras de Amazon.
fr_be: Ces attributs sont cumulables. Exemple : <code>[bzkshopping keyword="aspirateur" count="8" template="grid" merchants="amazon"]</code> affichera une grille de 8 aspirateurs issus d'Amazon.

source: Automatically display products BEFORE the content of this post/page?
es_cr: ¿Mostrar automáticamente los productos ANTES del contenido de este entrada/página?
fr_be: Afficher automatiquement des produits AVANT le contenu de cet article/page ?

source: Default setting: %s
es_cr: Ajuste predeterminado: %s
fr_be: Réglage par défaut : %s

source: Yes
es_cr: Sí
fr_be: Oui

source: No
fr_be: Non

source: Automatically display products AFTER the content of this post/page?
es_cr: ¿Mostrar automáticamente los productos DESPUÉS del contenido de este entrada/página?
fr_be: Afficher automatiquement des produits APRÈS le contenu de cet article/page ?

source: Keyword used to display products automatically on this post/page
es_cr: Palabra clave utilizada para mostrar los productos automáticamente en esta entrada/página
fr_be: Mot-clé utilisé pour afficher des produits automatiquement sur cet article/page

source: Main title
es_cr: Título principal
fr_be: Titre principal

source: Merchants used to display products automatically on this post/page
es_cr: Los comerciantes solían mostrar los productos automáticamente en este puesto/página
fr_be: Marchands utilisés pour afficher des produits automatiquement sur cet article/page

source: How does it work?
es_cr: ¿Cómo funciona?
fr_be: Comment ça marche ?

source: Title:
es_cr: Título:
fr_be: Titre :

source: Keyword:
es_cr: Palabra clave:
fr_be: Mot-clé :

source: Count:
es_cr: Número de productos:
fr_be: Nombre de produits :

source: Template:
es_cr: Diseño de la lista:
fr_be: Design de la liste :

source: Merchants:
es_cr: Comerciantes:
fr_be: Marchands :

source: pages
es_cr: páginas
